{
  "1": {
    "judul": "Manhattan in the Year 1609",
    "bacaan": "The long and narrow Island of Manhattan was a wild and beautiful spot in the year 1609. There were no tall houses with white walls glistening in the sunlight, no church-spires, no noisy hum of running trains, and no smoke to blot out the blue sky. Instead, there were beautiful trees with spreading branches, stretches of sand-hills, and green patches of grass. Beautiful birds and wild animals lived there in coexistence with the native people who made their houses from trees and vines. One day, the native people who lived here gathered on the shore of their island and looked on with wonder at a boat that was approaching. It was vastly different from anything they had ever seen.\nThe ship was called the Half Moon, and it had come all the way from Amsterdam in the Dutch Netherlands. The Netherlands was quite a small country in the northern part of Europe, not nearly as large as the State of New York. Little did they know that the Dutch people owned many lands across the globe. They had islands in the Indian Ocean, the East Indies, that were rich in spices of every kind which other European countries needed. The company of Dutch merchants who did most of the business with them was called the East India Company. They had many ships to carry out this business, and the Half Moon was one of them.\nIt was a long way to the East India Islands from Holland. At this time, there was no Suez Canal to separate Asia and Africa, and the ships had to go around Africa by way of the Cape of Good Hope. Besides being a long distance, it was a dangerous passage. From its name, one might think the Cape of Good Hope is a very pleasant place, but it was actually quite dangerous due to high winds and treacherous waves that were so strong they could smash ships to pieces. Therefore, the merchants of Holland, and of other countries for that matter, were constantly thinking of a shorter course to the East Indies. They knew very little about North or South America, which they believed were simply islands, and that it was possible for a passage to exist between them as a safer and more convenient shortcut to the East Indies. So, the East India Company built the ship, Half Moon, and hired an Englishman named Henry Hudson to take charge of it. Hudson was chosen because he had already made two voyages for an English company where he tried to find that same short passage between the Americas; therefore, he was supposed to know much more about it than anyone else.\nWhen the Half Moon sailed up the river, Hudson was sure that he had found the passage to the Indies, but when the ship got as far as where Albany, NY is now, the water became shallow, and the river-banks were so close together that Hudson gave up. He declared that he had not found the passage to India, but only a river. Soon after, he returned to Holland to share his discoveries in America including the river which he called \"The River of the Mountains.\"",
    "listsoal": [
      {
        "soal": "1. In 1609, the island of Manhattan was covered in:",
        "pilihan": [
          {
            "teks": "Buildings",
            "isCorrect": false
          },
          {
            "teks": "Farms",
            "isCorrect": false
          },
          {
            "teks": "Trees",
            "isCorrect": true
          }
        ]
      },
      {
        "soal": "2. The ship, Half Moon, came from:",
        "pilihan": [
          {
            "teks": "Germany",
            "isCorrect": false
          },
          {
            "teks": "The Netherlands",
            "isCorrect": true
          },
          {
            "teks": "Ireland",
            "isCorrect": false
          }
        ]
      },
      {
        "soal": "3. The Dutch merchants owned a:",
        "pilihan": [
          {
            "teks": "Trading company",
            "isCorrect": true
          },
          {
            "teks": "Gold company",
            "isCorrect": false
          },
          {
            "teks": "Tea company",
            "isCorrect": false
          }
        ]
      },
      {
        "soal": "4. The Dutch merchants came to the Americas to find:",
        "pilihan": [
          {
            "teks": "Spices to trade",
            "isCorrect": false
          },
          {
            "teks": "Furs to bring home",
            "isCorrect": false
          },
          {
            "teks": "A shortcut to the East Indies",
            "isCorrect": true
          }
        ]
      },
      {
        "soal": "5. On their travels around the Cape of Good Hope, explorers tended to feel:",
        "pilihan": [
          {
            "teks": "Excited about the journey",
            "isCorrect": false
          },
          {
            "teks": "Nervous about the rough seas",
            "isCorrect": true
          },
          {
            "teks": "Indifferent about the travel",
            "isCorrect": false
          }
        ]
      },
      {
        "soal": "6. After he did not find the ocean, Hudson returned to The Netherlands feeling:",
        "pilihan": [
          {
            "teks": "Disappointed",
            "isCorrect": true
          },
          {
            "teks": "Angry",
            "isCorrect": false
          },
          {
            "teks": "Ecstatic",
            "isCorrect": false
          }
        ]
      }
    ]
  },
  "2": {
    "judul": "The Beginning of American Railroads",
    "bacaan": "The United States, as we know it today, is largely the result of mechanical inventions, and in particular of agricultural machinery and the railroad. One transformed millions of acres of uncultivated land into fertile farms, while the other allowed for transportation of crops to distant markets. Before these inventions appeared, Americans had crossed mountains, traversed through valleys, and sailed on rivers to allow for trade.\nDuring this time, it seemed that American tradesmen would have to rely on the internal waterways or horse and buggy to transport goods. This was an old, timely system. However, transportation changed drastically in the nineteenth century when the railroads were built. The railroads revolutionized America's transportation system making it more efficient for the American people to travel and receive and distribute goods. It spread from coast to coast and was unlike anything that this nation had seen before.\nThe development of the American railroad came from two fundamental ideas: the first idea was to develop speed with the use of mechanics, and the other idea was the use of a long, smooth surface to eliminate friction. These principles grew from the ancestors of the railroad track. Three hundred years before this, people used wooden rails where little \"cars\" were pulled to transport coal in mines. Over time, the large coal wagons drove along the public highway and made deep ruts in the road. Eventually, someone began repairing the damage by laying wooden planks in these holes. The coal wagons drove over this new roadbed so well, that certain builders started constructing special planked roadways from the mines to the river. Logs, forming what we now call \"ties,\" were placed across at intervals of three or four feet. Then, they placed thin \"rails\" of wood lengthwise. This design reduced friction and allowed cars to carry the amount of coal that two or three teams of horses had difficulty carrying. In order to preserve the road, a thin sheet of iron was laid on top of the wooden rail.\nNext, the overall strength and durability of the wagons needed to improve. One change was making the wagon wheels out of iron. It was not, however, until 1767, when the first rails were cast entirely of iron with a flange at one side to keep the wheel steadily in place, that the modern roadbed as it appears today came to be.\nThe development of the railroads came as a stepping stone in technology for improving transportation. While the railroad was a familiar sight in the mining districts of England, the development of the railroad in the United States became a solution for difficult travel and transportation. It was the answer that Americans had been looking for, which stretched from sea to shining sea.",
    "listsoal": [
      {
        "soal": "1. Agricultural machinery and the railroad were seen as:",
        "pilihan": [
          {
            "teks": "Expensive inventions",
            "isCorrect": false
          },
          {
            "teks": "Electrical inventions",
            "isCorrect": false
          },
          {
            "teks": "Mechanical inventions",
            "isCorrect": true
          }
        ]
      },
      {
        "soal": "2. Before railroads, American tradesmen had to rely on:",
        "pilihan": [
          {
            "teks": "Walking on foot",
            "isCorrect": false
          },
          {
            "teks": "Internal waterways",
            "isCorrect": true
          },
          {
            "teks": "Early locomotives",
            "isCorrect": false
          }
        ]
      },
      {
        "soal": "3. The development of the railroad came from two ideas, to develop speed and to:",
        "pilihan": [
          {
            "teks": "Eliminate friction on a rough surface",
            "isCorrect": false
          },
          {
            "teks": "Eliminate friction on a smooth surface",
            "isCorrect": true
          },
          {
            "teks": "Create friction for better grip",
            "isCorrect": false
          }
        ]
      },
      {
        "soal": "4. One change that was made to the wheels was constructing them out of:",
        "pilihan": [
          {
            "teks": "Aluminium",
            "isCorrect": false
          },
          {
            "teks": "Metal",
            "isCorrect": false
          },
          {
            "teks": "Iron",
            "isCorrect": true
          }
        ]
      },
      {
        "soal": "5. Due to the development of railroads, trade most likely:",
        "pilihan": [
          {
            "teks": "Increased",
            "isCorrect": true
          },
          {
            "teks": "Stayed the same",
            "isCorrect": false
          },
          {
            "teks": "Became too demanding",
            "isCorrect": false
          }
        ]
      },
      {
        "soal": "6. Railroad beds are mostly:",
        "pilihan": [
          {
            "teks": "The same design as its first development",
            "isCorrect": false
          },
          {
            "teks": "Somewhat different from its first creation",
            "isCorrect": false
          },
          {
            "teks": "Developing as technology advances",
            "isCorrect": true
          }
        ]
      }
    ]
  },
  "3": {
    "judul": "The Baltimore and Ohio Railroad",
    "bacaan": "Construction of the Baltimore and Ohio Railroad began after plans to build a canal were rejected because of high costs and engineering difficulties. Two men—Philip E. Thomas and George Brown—were the pioneers in this project. They spent the entire year of 1826 investigating railway enterprises in England. On February 12, 1827, they held a meeting with about twenty-five citizens, who were mostly Baltimore merchants or bankers, to determine the best way to restore trade that had been lost in the Baltimore region. The result was a petition to open \"The Baltimore and Ohio Railroad Company\" which would have the right to build and operate a railroad from the city of Baltimore to the Ohio River. The company's first formal meeting was on April 24, 1827, where Thomas and Brown set the budget at five million dollars.\nThe construction of the railroad began on July 4, 1828. Charles Carroll, the only surviving signer of the Declaration of Independence, was an honored guest who was invited to lay the first stone down to signify the start of construction. As he did this, he said, \"I consider this among the most important acts of my life, second only to my signing the Declaration of Independence.\" This was a moment of great foreshadowing for the coming years.\nConstruction moved ahead, regardless of financial obstacles that occurred along the way. By 1832, the whole line had been opened, including a branch to Frederick, Maryland, making the railroad a total of seventy-two miles in all. In 1831, steam locomotives were tested to use as cars on the tracks. One of them, the York, was able to carry fifteen tons at the rate of fifteen miles an hour on even ground. This was a huge achievement for railways and transportation in general in the United States.\nFrom this time forward, railways continued to steadily expand across America. A branch was built to Washington and the main line was extended. Building slowed down again because of financial issues; however, after the panic of 1837, construction became aggressive. By 1842, a line to Cumberland, Maryland, was completed and by 1853, to Wheeling. Meanwhile, the branch from Cumberland to Parkersburg, Virginia, was built. At this point, the railroad had more than 500 miles of track and led to two important points on the Ohio River: one on the north near the Pennsylvania-Ohio border, and one in the south near Cincinnati. Another addition of the railroad opened a through route to St. Louis, and extended more than three hundred miles from St. Louis to Cincinnati. In all, this construction began a new era of transportation and efficiency for the American people.",
    "listsoal": [
      {
        "soal": "1. Philip E. Thomas and George Brown were in charge of:",
        "pilihan": [
          {
            "teks": "Building a canal through Maryland",
            "isCorrect": false
          },
          {
            "teks": "Pioneering building a railroad from Baltimore to Cleveland, Ohio",
            "isCorrect": false
          },
          {
            "teks": "Pioneering building a railroad from Baltimore to the Ohio River",
            "isCorrect": true
          }
        ]
      },
      {
        "soal": "2. Charles Carroll, an honored guest at the groundbreaking for the railroad, was one of the men who signed the:",
        "pilihan": [
          {
            "teks": "Constitution",
            "isCorrect": false
          },
          {
            "teks": "Declaration of Independence",
            "isCorrect": true
          },
          {
            "teks": "Bill of Rights",
            "isCorrect": false
          }
        ]
      },
      {
        "soal": "3. The first cars that were tested to run on the railroads were:",
        "pilihan": [
          {
            "teks": "Tank locomotives",
            "isCorrect": false
          },
          {
            "teks": "Compound locomotives",
            "isCorrect": false
          },
          {
            "teks": "Steam locomotives",
            "isCorrect": true
          }
        ]
      },
      {
        "soal": "4. By 1842, the railroad had more than ________ miles of track.",
        "pilihan": [
          {
            "teks": "500",
            "isCorrect": true
          },
          {
            "teks": "1000",
            "isCorrect": false
          },
          {
            "teks": "5000",
            "isCorrect": false
          }
        ]
      },
      {
        "soal": "5. The biggest obstacle in completing the Baltimore to the Ohio River was most likely:",
        "pilihan": [
          {
            "teks": "Finding workers",
            "isCorrect": false
          },
          {
            "teks": "Finances",
            "isCorrect": true
          },
          {
            "teks": "Lack of supplies",
            "isCorrect": false
          }
        ]
      },
      {
        "soal": "6. The construction of the Baltimore-Ohio River Railroad was considered to be____________ by the American people.",
        "pilihan": [
          {
            "teks": "A success",
            "isCorrect": true
          },
          {
            "teks": "A failure",
            "isCorrect": false
          },
          {
            "teks": "A nuisance",
            "isCorrect": false
          }
        ]
      }
    ]
  },
  "4": {
    "judul": "Water Vessels in the Pueblo Region",
    "bacaan": "The Pueblo region of the United States is historically known as an area where pottery was practiced and worked to perfection. The architecture and arts of this region originated from the indiginous people of the desert regions of North America. Understanding the history and geography of the region gives an insight into the development of the art of ceramics and pottery.\nThe Pueblos' first necessity of life is the transportation and preservation of water. Water is scarce in these regions, and can be found in small quantities, or at specific points that are extremely far away from one another. In an effort to transport water, the people once tried using skins of animals, but this was unsuccessful as the water sitting in animal skins in a hot climate would contaminate it.\nLater, a more successful water vessel was created. They were tubes of wood or sections of canes. These sections of canes were said to have been used by priests who filled them with sacred water from the ocean of the \"cave wombs\" of earth where men were born. Therefore, they were considered important vessels. Although these canes grew in abundance in this area, especially along the rivers, another, more effective water vessel came into play. Gourds, which also grew in abundance in these places, were better shapes and held a larger volume of water. The name of the gourd as a vessel is shoṕ tom me, from shó e (canes), pó pon nai e (bladder-shaped), and tóm me (a wooden tube). The gourd itself is called mó thlâ â, \"hard fruit.\"\nWhile the gourd was large and convenient in its form, it was difficult to transport because of how fragile the vessel was. To help protect and transport the gourd, it was encased in a net of coarse wicker like rope which was made out of yucca leaves or of flexible splints.\nThe use of this wicker with water-vessels points toward the development of the water-tight basketry of the southwest. This explains the resemblance of many types of basketry to shapes of gourd-vessels. Eventually, these watertight baskets would inevitably replace gourd vessels. This was because, although they were difficult to manufacture, the gourds only grew in specific areas; however, the materials for basketry were everywhere. In addition, the basket vessels were much stronger and more durable. Transporting these vessels full of water at long distances were less of a danger or a hassle. Finally, because of their rough surfaces any leakages instantly stopped by a dab of mineral asphaltum, coated with sand or coarse clay externally to harden it. Today, these vessels are not only considered antiques, but a tangible source of history showing the development of a pivotal tool over time.",
    "listsoal": [
      {
        "soal": "1. Water sources tend to be described as ____________ in the Pueblo Region.",
        "pilihan": [
          {
            "teks": "Scarce",
            "isCorrect": true
          },
          {
            "teks": "Plentiful",
            "isCorrect": false
          },
          {
            "teks": "Contaminated",
            "isCorrect": false
          }
        ]
      },
      {
        "soal": "2. The first vessel used to transport water was made out of:",
        "pilihan": [
          {
            "teks": "Canvas",
            "isCorrect": false
          },
          {
            "teks": "Animal skin",
            "isCorrect": true
          },
          {
            "teks": "Leaves",
            "isCorrect": false
          }
        ]
      },
      {
        "soal": "3. A more effective vessel, which held a larger volume of water, was the:",
        "pilihan": [
          {
            "teks": "Gourd",
            "isCorrect": true
          },
          {
            "teks": "Animal skin",
            "isCorrect": false
          },
          {
            "teks": "Tube",
            "isCorrect": false
          }
        ]
      },
      {
        "soal": "4. The development of baskets resulted in the water vessel being:",
        "pilihan": [
          {
            "teks": "Unbreakable",
            "isCorrect": false
          },
          {
            "teks": "Water tight",
            "isCorrect": true
          },
          {
            "teks": "Temperature regulated",
            "isCorrect": false
          }
        ]
      },
      {
        "soal": "5. The use of baskets as a water vessel were most likely:",
        "pilihan": [
          {
            "teks": "Used by many people",
            "isCorrect": true
          },
          {
            "teks": "Only used by some",
            "isCorrect": false
          },
          {
            "teks": "Rarely used",
            "isCorrect": false
          }
        ]
      },
      {
        "soal": "6. We can infer that the development of water vessels after the creation of water tight baskets:",
        "pilihan": [
          {
            "teks": "Continued to develop",
            "isCorrect": true
          },
          {
            "teks": "Stopped developing",
            "isCorrect": false
          },
          {
            "teks": "Reverted back to use of tubes and canes",
            "isCorrect": false
          }
        ]
      }
    ]
  },
  "5": {
    "judul": "Navaho Houses",
    "bacaan": "The Navajo reservation is a large area of land in the northeastern part of Arizona and the northwestern corner of New Mexico. The total area is over 11,000 square miles. About 650 square miles are in New Mexico. Unfortunately, a large part of this region consists of land that is barren and void of life. The condition of this land has had an important effect on the people, their arts, and especially their houses.\nThe Navaho recognize two distinct classes of hogáns—the keqaí or winter place, and the kejĭ´n, or summer place; in other words, winter huts and summer shelters. Winter huts are a staple of Navajo culture. On the outside, they resemble a mound of earth hollowed out. However, they are warm and comfortable. Their construction follows a set of rules and is considered a ritual. For example, there are ceremonies that dedicate the homes to a family before they occupy it.\nDecoration on the inside or outside of the houses is uncommon, yet, the hogans are usually referred to as \"beautiful.\" To build this structure, strong forked timbers that are the correct length and flexibility are thrust together so that their ends properly interlock to form a cone-like frame. Stout poles lean against the apex to form the sides, and the outside is covered with bark and heaped with think dirt, forming a roomy warm interior with a level floor. To the Navajo, the house is beautiful when it is well constructed and it adheres to the ancient model.\nThe rules for building a regular hogán or winter house do not apply to the summer huts or shelters. The level of detail in these huts varies, but the work is done by hand and follows a specific process. This is one of the most primitive and simple shelters the Navajo builds. It starts with a center circle of greenery, generally pine or cedar. Then, it takes two men with axes a half an hour to erect one of the central circles.\nIn order to start this process, a site for the hut is selected, a tree is chopped down, and the branches are trimmed from the trunk. 4 to 5 feet of branches are piled on three sides of a circle 15 or 20 feet in diameter. A fire is built in the center and blankets are thrown over outstanding branches here and there, creating a great amount of shade during the hot summer days. Although it is a makeshift shelter, it is effective to escape from the brutal heat. It is important to note that these shelters are only possible in a wooded area, and are built only to meet an emergency, like when someone is away from home and there are no hogáns in the vicinity where they can stop.",
    "listsoal": [
      {
        "soal": "1. The land on the Navajo reservation can be characterized as:",
        "pilihan": [
          {
            "teks": "Plentiful",
            "isCorrect": false
          },
          {
            "teks": "Rocky",
            "isCorrect": false
          },
          {
            "teks": "Sandy plains",
            "isCorrect": true
          }
        ]
      },
      {
        "soal": "2. Winter huts are built following:",
        "pilihan": [
          {
            "teks": "A set of strict rules",
            "isCorrect": true
          },
          {
            "teks": "The person who will live in the hut",
            "isCorrect": false
          },
          {
            "teks": "No rules or rituals",
            "isCorrect": false
          }
        ]
      },
      {
        "soal": "3. Winter huts are described as:",
        "pilihan": [
          {
            "teks": "Rough",
            "isCorrect": false
          },
          {
            "teks": "Beautiful",
            "isCorrect": true
          },
          {
            "teks": "Earthy",
            "isCorrect": false
          }
        ]
      },
      {
        "soal": "4. Summer huts are usually:",
        "pilihan": [
          {
            "teks": "Permanent homes",
            "isCorrect": false
          },
          {
            "teks": "Beautiful",
            "isCorrect": false
          },
          {
            "teks": "Makeshift",
            "isCorrect": true
          }
        ]
      },
      {
        "soal": "5. The rituals following the construction of winter huts are most likely:",
        "pilihan": [
          {
            "teks": "Important to the people",
            "isCorrect": true
          },
          {
            "teks": "A nuisance",
            "isCorrect": false
          },
          {
            "teks": "Dependent on the family",
            "isCorrect": false
          }
        ]
      },
      {
        "soal": "6. These rituals and ways of building winter huts and summer huts are probably:",
        "pilihan": [
          {
            "teks": "Forgotten in modern times",
            "isCorrect": false
          },
          {
            "teks": "Used only when necessary",
            "isCorrect": false
          },
          {
            "teks": "A highly regarded process in the Navajo culture",
            "isCorrect": true
          }
        ]
      }
    ]
  },
  "6": {
    "judul": "Into the Unknown",
    "bacaan": "It was a white caravan that looked down from the crest of the mountains upon the green wilderness called Kentucky. The wagons were covered with arched canvas, bleached by the rains, and, as they stood there, side by side, they looked like a snowdrift against the emerald expanse of the forest beyond them.\nThe travelers saw the land of hope before them, a wide sweep of rolling country, covered with trees. It was cut by streams of clear water, flowing here and there, and shining in the distance amid the green, like threads of silver wire. They were alive with interest and curiosity, because this unknown land was to be their home, but no one was more eager than Henry Ware, a strong, fifteen year old boy. He stood in front of the wagons beside the guide, Tom Ross, a tall, lean man the color of well-tanned leather. Tom Ross was a man who would never let his rifle leave his side, and knew so much about the woods and wild animals he would tell tales of the great wilderness that lay before them. In short, Henry admired him.\nHenry was a young man who people usually looked at and then did a double take. He was tall and muscular beyond his years, and when he walked, he was both graceful and powerful. His gaze was strong and focused, but never secretive. He seemed to fit into the picture of the wilderness, as if he had taken a space reserved there for him, and had put himself in complete harmony with all its details.\nThe long journey from their old home in Maryland had been a delight to Henry. There were no tearful goodbyes as he left. Henry's entire family came on the journey: his mother, brother and younger sister were in the fourth wagon from the right, and his father stood beside it. In the same company of wagons, his uncles and aunts, and many of the old neighbors joined them.\nAs they moved forward, Henry felt like he was coming home, like he had seen this place before. The forests and the mountains were a friendly sight. He seemed to breathe a newer and fresher air than that of Maryland that he left behind, and his mind expanded with the thought of what was to come. The veteran guide, Ross, alone observed how the boy learned, through intuition, ways of the wilderness that others achieved only by hard experience.\nSometimes he went on ahead with Tom Ross, his chosen friend, and he started to consider himself a man. He was now exploring the unknown, leading the way for a caravan—and there could be no more important duty. He often listened to Tom Ross who taught lessons about the wilderness. For example, it was always important to see and to listen, something that Henry already knew instinctively. He learned the usual sounds of the woods, and if there was any new noise, he would see what made it. Henry had found his calling, his place in the world as an explorer in this new land.",
    "listsoal": [
      {
        "soal": "1. This story takes place as travellers moved through:",
        "pilihan": [
          {
            "teks": "Nebraska",
            "isCorrect": false
          },
          {
            "teks": "Colorado",
            "isCorrect": false
          },
          {
            "teks": "Kentucky",
            "isCorrect": true
          }
        ]
      },
      {
        "soal": "2. Tom Ross was a/an:",
        "pilihan": [
          {
            "teks": "Guide",
            "isCorrect": true
          },
          {
            "teks": "Distant relative",
            "isCorrect": false
          },
          {
            "teks": "Entrepreneur",
            "isCorrect": false
          }
        ]
      },
      {
        "soal": "3. Henry traveled with:",
        "pilihan": [
          {
            "teks": "His rifle",
            "isCorrect": false
          },
          {
            "teks": "His entire family",
            "isCorrect": true
          },
          {
            "teks": "His friends",
            "isCorrect": false
          }
        ]
      },
      {
        "soal": "4. As he arrived in Kentucky, he started to feel:",
        "pilihan": [
          {
            "teks": "Like he belonged there",
            "isCorrect": true
          },
          {
            "teks": "That it was dangerous",
            "isCorrect": false
          },
          {
            "teks": "Uneasy",
            "isCorrect": false
          }
        ]
      },
      {
        "soal": "5. In Henry’s eyes, Tom Ross was his:",
        "pilihan": [
          {
            "teks": "Teacher",
            "isCorrect": false
          },
          {
            "teks": "Role model",
            "isCorrect": false
          },
          {
            "teks": "Both A and B",
            "isCorrect": true
          }
        ]
      },
      {
        "soal": "6. Ross most likely:",
        "pilihan": [
          {
            "teks": "Encouraged Henry",
            "isCorrect": true
          },
          {
            "teks": "Discouraged Henry",
            "isCorrect": false
          },
          {
            "teks": "Surprised Henry",
            "isCorrect": false
          }
        ]
      }
    ]
  },
  "7": {
    "judul": "Journey to The Coral Islands",
    "bacaan": "It was a bright, warm day when our ship sailed for the regions of the south. My heart bounded with delight as I listened to the sailors singing while they hauled at the ropes and pulled up the anchor. The captain shouted, the men ran to obey, and the shore gradually faded from my view. All the while, I stood feeling like I was living in a delightful dream.\nThe first thing that struck me as being different from anything I had seen during my short career on the sea, was the hoisting of the anchor on deck and lashing it firmly down with ropes. It was as if we had said our goodbyes to the land forever.\nThere were a number of boys on the ship, but two of them were my favorites. Jack Martin was a tall, strapping, broad-shouldered boy of eighteen, with a handsome, good-humoured, firm face. He had had a good education, was clever and lion-like in his actions, but mild and quiet at times as well. My other companion was Peterkin Jay. He was little, quick, funny, mischievous, and about fourteen years old. But Peterkin’s mischief was almost always harmless.\n\"Hallo, youngster!\" cried Jack Martin, giving me a slap on the shoulder the day I joined the ship, \"come below and I'll show you your quarters. You and I are to be roommates; and I think we shall be good friends.\"\nDays dragged on as our friendship grew, and after a while, the days started to blur together. I will say little about the first part of our voyage. We had the usual amount of rough weather and calm. We saw many strange fish rolling in the sea, and I was so delighted when I witnessed a group of flying-fish dart out of the water and skim through the air about a foot above the sea. They were chased by dolphins, and one flying-fish, in its terror, flew over the ship, struck a rope, and fell upon the deck. Jack and I had it for dinner, and found it remarkably good.\nWhen we approached Cape Horn, at the southern extremity of America, the weather became very cold and stormy, and the sailors began to tell stories about the furious gales and the dangers of that terrible cape.\n\"Cape Horn,\" said one, \"is the most horrible headland I ever traveled. I've sailed round it twice already, and both times the ship was almost thrown out o’ the water.\"\n\"I've been round it once,\" said another; \"an' that time the sails were split, and the ropes frozen in the blocks so that they wouldn't work, and we was all but lost.\"\nNevertheless we passed the dreaded cape without much rough weather, and in the course of a few weeks afterwards were sailing gently, before a warm tropical breeze, over the Pacific Ocean. We continued on our voyage—sometimes bounding merrily in a fair breeze, and at other times were floating calmly on the glassy waves.\nAt last we came among the Coral Islands of the Pacific; and I shall never forget the delight when I looked upon the pure white, dazzling shores, and the rich green palm-trees, which looked bright and beautiful in the sunshine. The three of us longed to be on land once again, and were certain we would find happiness in the tropics. Our wish was granted sooner than we expected.",
    "listsoal": [
      {
        "soal": "1. The name of the narrator is:",
        "pilihan": [
          {
            "teks": "Jack",
            "isCorrect": false
          },
          {
            "teks": "Pertekin",
            "isCorrect": false
          },
          {
            "teks": "We never learn it",
            "isCorrect": true
          }
        ]
      },
      {
        "soal": "2. Jack was the narrator's:",
        "pilihan": [
          {
            "teks": "Captain",
            "isCorrect": false
          },
          {
            "teks": "Roommate",
            "isCorrect": true
          },
          {
            "teks": "Cousin",
            "isCorrect": false
          }
        ]
      },
      {
        "soal": "3. The ship traveled around:",
        "pilihan": [
          {
            "teks": "Cape Horn",
            "isCorrect": true
          },
          {
            "teks": "Cape May",
            "isCorrect": false
          },
          {
            "teks": "Cape Cod",
            "isCorrect": false
          }
        ]
      },
      {
        "soal": "4. The ship ended up in the:",
        "pilihan": [
          {
            "teks": "Atlantic Ocean",
            "isCorrect": false
          },
          {
            "teks": "Pacific Ocean",
            "isCorrect": true
          },
          {
            "teks": "Indian Ocean",
            "isCorrect": false
          }
        ]
      },
      {
        "soal": "5. Cape Horn was rumored to be:",
        "pilihan": [
          {
            "teks": "Calm",
            "isCorrect": false
          },
          {
            "teks": "Warm",
            "isCorrect": false
          },
          {
            "teks": "Dangerous",
            "isCorrect": true
          }
        ]
      },
      {
        "soal": "6. As they approached the Coral Islands, the narrator probably believed:",
        "pilihan": [
          {
            "teks": "He was dreaming",
            "isCorrect": false
          },
          {
            "teks": "They would leave soon after",
            "isCorrect": false
          },
          {
            "teks": "He would be happy to stay for awhile",
            "isCorrect": true
          }
        ]
      }
    ]
  },
  "8": {
    "judul": "Phil the Fiddler",
    "bacaan": "\"Viva Garibaldi!\" sang a young Italian boy in an uptown street. He held a battered violin that looked as if it had been used for generations.\nThe young singer was twelve years old, but small for his age. His complexion was a brilliant olive, with dark eyes and hair as black as night. In spite of the dirt, his face was strikingly handsome, especially when he smiled. He was always smiling in spite of hardships, which were many in his life. But no matter the day, Fillipo was naturally merry and light-hearted.\nHe wore a velveteen jacket, and pants a bit too long for him which were speckled with holes. His shoes were the same; two or three sizes too large for him with holes in his soles, making it necessary for him to shuffle along ungracefully as he walked.\nIt was now ten o'clock in the morning. Two hours had gone by since Filippo, or Phil, as he liked to be called, had left the miserable home on Crosby Street where he and forty other boys lived. A middle aged woman was in charge of the home on Crosby street, and she was known as the padrone.\nPhil had been wandering the streets, singing and playing for two hours. However, he had not received a penny. He was getting nervous, for he knew that at night he must go back to Crosby Street with a sum of money to give to the padrone, or he would be brutally punished; unfortunately he knew that no exceptions were made.\nHe stopped to consider him next move as he approached Fifth Avenue. He looked on to observe the beautiful brown-stone houses. It was quiet, and few people passed by. He tried playing on the street, hoping that someone in the houses would head him and toss a coin out the window, but he was disappointed after playing for ten minutes and not a single soul had heard him. He was about to change his position when the basement door of one of the houses opened, and a servant came out and approached him. Phil was nervous as she approached since he was often ordered away as a nuisance. He stopped playing, and, hugging his violin closely stopped and listened.\n\"You're to come in,\" the girl said abruptly.\n\"What do you want?\" Phil asked with suspicion.\n\"You're to come into the house.\" the girl repeated.\n\"What for?\" he asked, a little distrustfully.\n\"My young master wants to hear you play on your fiddle,\" said the servant. \"He's sick, and can't come out.\"\nPhil looked down, weighing his options, then nodded towards the girl in agreement.\n\"Come along, then.\"\nPhil followed through the giant house up to the parlor where the sick boy sat. The little fiddler, who had never been invited into a fine house before, looked with admiration at the handsome furniture, and especially at the pictures upon the wall in appreciation for the artwork. He knew that this could be a moment that changed his life.",
    "listsoal": [
      {
        "soal": "1. Phil's violin was:",
        "pilihan": [
          {
            "teks": "New and pristine",
            "isCorrect": false
          },
          {
            "teks": "An antique",
            "isCorrect": false
          },
          {
            "teks": "Old and battered",
            "isCorrect": true
          }
        ]
      },
      {
        "soal": "2. Phil lived with:",
        "pilihan": [
          {
            "teks": "His parents",
            "isCorrect": false
          },
          {
            "teks": "40 other boys",
            "isCorrect": true
          },
          {
            "teks": "Himself",
            "isCorrect": false
          }
        ]
      },
      {
        "soal": "3. Phil was singing and playing the violin in order to:",
        "pilihan": [
          {
            "teks": "Make money",
            "isCorrect": true
          },
          {
            "teks": "Gain experience",
            "isCorrect": false
          },
          {
            "teks": "Find a musical partner",
            "isCorrect": false
          }
        ]
      },
      {
        "soal": "4. The money that Phil made went to:",
        "pilihan": [
          {
            "teks": "His own savings",
            "isCorrect": false
          },
          {
            "teks": "The padrone",
            "isCorrect": true
          },
          {
            "teks": "His family",
            "isCorrect": false
          }
        ]
      },
      {
        "soal": "5. Phil was most likely:",
        "pilihan": [
          {
            "teks": "Cautious of other people",
            "isCorrect": true
          },
          {
            "teks": "Trusting of other people",
            "isCorrect": false
          },
          {
            "teks": "Indifferent about people",
            "isCorrect": false
          }
        ]
      },
      {
        "soal": "6. As a musician, Phil can be described as:",
        "pilihan": [
          {
            "teks": "A novice",
            "isCorrect": false
          },
          {
            "teks": "Somewhat talented",
            "isCorrect": false
          },
          {
            "teks": "Self made",
            "isCorrect": true
          }
        ]
      }
    ]
  }
}
